tap 'buo/cask-upgrade'

brew 'bat'
brew 'btop'
brew 'curl'
brew 'eza'
brew 'fd'
brew 'fzf'
brew 'git'
brew 'jq'
brew 'lazygit'
brew 'luarocks'
brew 'mise'
brew 'neovim'
brew 'ripgrep'
brew 'stow'
brew 'wallpaper'
brew 'wget'
brew 'yazi'
brew 'fish'
brew 'starship'
brew 'k9s'
brew 'dive'

cask 'ghostty'
cask 'keepassxc'
cask 'orbstack'
cask 'zed'
